Repository: martinni87/PF_Educatech
Catalog: Educatech/General/Strings/*.lproj/Localizable.strings
Languages: es

# SLOGAN
source: Access a world of knowledge right at the palm of your hand.
es: Accede a un mundo de conocimiento en la palma de tu mano

# NOT_AVAILABLE
source: View under construction... 🚧👷🏽‍♂️🚧
es: Vista en construcción... 🚧👷🏽‍♂️🚧

# EMAIL_LOGIN
source: Login with email
es: Acceder con email

# FACEBOOK_LOGIN
source: Continue with Facebook
es: Continuar con Facebook

# GOOGLE_LOGIN
source: Continue with Google
es: Continuar con Google

# APPLE_LOGIN
source: Continue with Apple
es: Continuar con Apple

# WELCOME
source: Welcome back!
es: ¡Bienvenido de nuevo!

# LOGIN_INDICATIONS
source: Enter the email address you used to register to log into your account
es: Escribe la dirección de e-mail con la que te has registrado para iniciar sesión en tu cuenta

# ENTER_EMAIL
source: Enter your email
es: Introduce tu e-mail

# ENTER_PASSWORD
source: Enter your password
es: Introduce tu contraseña

# FORGOT_PASSWORD_1
source: Don't remember your password
es: ¿No recuerdas tu contraseña?

# FORGOT_PASSWORD_2
source: Reset your password
es: Resetea tu contraseña

# ASK_FOR_SIGNUP1
source: Don't have an account yet?
es: ¿Aun no tienes una cuenta?

# ASK_FOR_SIGNUP2
source: Sign up now! Click here
es: ¡Regístrate ahora! Click aquí

# LOGIN_BUTTON
source: Login
es: Entrar

# ERROR_CREDENTIALS
source: Wrong credentials
es: Credenciales incorrectas

# ERROR_CREDENTIALS_MESSAGE
source: Email or password incorrect, please check the given information and try again.
es: Email o contraseña incorrectos. Por favor, revise la información aportada y vuelva a intentarlo.

# NEW_REGISTER_FORM_TITLE
source: New user registration
es: Registro de usuario

# FORM_SECTION_PERSONAL
source: Personal information
es: Datos personales

# FORM_SECTION_CREDENTIALS
source: Access information
es: Datos de acceso

# TEXTFIELD_PLACEHOLDER_FIRSTNAME
source: Enter your first name
es: Escribe tu nombre

# TEXTFIELD_PLACEHOLDER_LASTNAME
source: Enter your last name
es: Escribe tu apellido

# TEXTFIELD_PLACEHOLDER_EMAIL
source: Enter your email
es: Escribe tu email

# TEXTFIELD_PLACEHOLDER_PASSWORD1
source: Enter your password
es: Escribe una contraseña

# TEXTFIELD_PLACEHOLDER_PASSWORD2
source: Repeat your password
es: Repita tu contraseña

# CREATE_NEW_USER_BUTTON
source: Create
es: Crear

# RESET_BUTTON
source: Reset
es: Limpiar

# ERROR_SIGNUP
source: Error in signup
es: Error en registro

source: Connection granted
es: Conexión exitosa

# USER_ALREADY_EXISTS
source: The email address already exists. Try to log in or sign up with a different email
es: La dirección de email ya existe. Intente acceder o cree una cuenta nueva con un email diferente.

# SERVER_ERROR
source: Server connection failed
es: Conexión con servidor fallida

# ALL_FIELDS_MANDATORY
source: All fields are mandatory
es: Todos los campos son obligatorios

# WRONG_EMAIL_FORMAT
source: The email is not in a valid format
es: El formato de email no es válido.

# WRONG_PASSWORD_FORMAT
source: The password is not in a valid format
es: Formato de contraseña no válida

# WRONG_PASSWORD_MATCH
source: The passwords don't match
es: Las contraseñas introducidas no coinciden

# ERROR_LOGIN
source: Error in login
es: Error en inicio de sesión

# CREDENTIALS_FAILED
source: The email address or the password are incorrect. Please, check the information and try again.
es: La dirección de correo o la contraseña son incorrectas. Por favor, revise los datos y vuelva a intentarlo.
